discovery_signal.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-04-11 Mon 23:10 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>Discovery Signal</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="shaka" />
<link rel="stylesheet" type="text/css" href="default.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Discovery Signal</h1>
<p>
Just as its name indicates, <i>discovery signal</i> is transmitted by a cell to be discovered and measured by UE's. According to the standard<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>, a discovery signal occasion for a cell consists of
</p>
<ul class="org-ul">
<li>1~5 consecutive subframes for FDD</li>
<li>2~5 consecutive subframes for TDD</li>
</ul>
<p>
Discovery signal is comprised of
</p>
<ul class="org-ul">
<li>CRS on antenna port 0 (R0)</li>
<li>PSS
<ul class="org-ul">
<li>in the 1st subframe for FDD</li>
<li>in the 2nd subframe for TDD</li>
</ul></li>
<li>SSS in the 1st subframe</li>
<li>NZP CSI-RS in zero or more subframes</li>
</ul>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Section 6.11A in 3GPP TS36.211
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: shaka</p>
<p class="date">Created: 2016-04-11 Mon 23:10</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
